Repository: superdesk/superdesk-core
Catalog: superdesk/translations/*/LC_MESSAGES/messages.po
Languages: es, fr_ca, sv_se

source: packaged item is locked by you. Unlock it and try again
fr_ca: Vous avez verrouillé l'élément assemblé. Déverrouillez-le et essayez de nouveau.
sv_se: Paket låst av dig. Lås upp och försök igen

source: Associated item "{}" does not exist in the system
fr_ca: L'élément associé "{}" n'existe pas dans le système
sv_se: Länkat objekt "{}" finns inte i systemet

source: This item is in a package. It needs to be removed before the item can be killed
es: El elemento está en un paquete. Se debe eliminar antes de poder ser desactivado
fr_ca: Cet élément est dans un assemblage. Il doit en être retiré avant de pouvoir être supprimé.
sv_se: Ingår i ett paket. Måste flyttas innan det går att spärra

source: Invalid package identifier
es: Identificador de paquete no válido
fr_ca: Identifiant d'assemblage invalide
sv_se: Ogiltig paketidentifiering

source: Package was not published
es: No se publicó el paquete
fr_ca: L'assemblage n'a pas été publié
sv_se: Paketet har inte publicerats

source: Invalid item identifier {item_id}
es: Identificador de elemento no válido {item_id}
fr_ca: Identifiant d'élément invalide {item_id}
sv_se: Ogiltig identifiering {item_id}

source: Circular reference in item {item_id}
es: Referencia circular en elemento {item_id}
fr_ca: Référence circulaire dans l'élément {item_id}
sv_se: Cirkulär referens i {item_id}

source: No subscribers selected!
es: ¡No hay suscriptores seleccionados!
fr_ca: Aucun abonné sélectionné!
sv_se: Inga prenumeranter valda!

source: No active subscribers found!
es: ¡No se hallaron suscriptores activos!
fr_ca: Aucun abonné actif n'a été trouvé!
sv_se: Inga aktiva prenumeranter hittades!

source: Only wire subscribers can receive broadcast stories!
es: ¡Solo los suscriptores por cable pueden recibir historias transmitidas!
sv_se: Endast print/papper-prenumeranter kan ta emot broadcasts!

source: Story couldn't be found!
es: ¡No se pudo hallar la historia!
fr_ca: L'article n'a pas été trouvé!
sv_se: Story hittades inte!

source: Only text stories can be resent!
es: ¡Solo se pueden reenviar las historias de texto!
fr_ca: Seuls les articles en format texte peuvent être retransmis!
sv_se: Endast textstories kan skickas igen!

source: Only published, corrected or killed stories can be resent!
es: ¡Solo se pueden reenviar las historias publicadas, corregidas o desactivadas!
fr_ca: Seuls les articles publiés, corrigés ou supprimés peuvent être retransmis!
sv_se: Endast publicerade, rättade eller spärrade stories kan återskickas!

source: Please use the newest version {version} to resend!
es: ¡Usa la versión más reciente {version} para reenviar!
fr_ca: S'il-vous-plaît utilisez la version la plus récente {version} pour retransmettre!
sv_se: Använd nyaste versionen {version} för att skicka igen!

source: Updated story cannot be resent!
es: ¡La historia actualizada no se puede reenviar!
fr_ca: L'article mis à jour ne peut pas être renvoyé!
sv_se: Uppdaterad story kan inte skickas igen!

source: This item is in a package. It needs to be removed before the item can be unpublished.
fr_ca: Cet élément est dans un assemblage. Il doit en être retiré avant que sa publication puisse être annulée.
sv_se: Ingår i ett paket. Måste flyttas innan avpublicering.

source: Package item with id: {guid} has not been published.
es: El elemento de paquete con id: {guid} no fue publicado.
fr_ca: L'élément d'assemblage avec l'identifiant: {guid} n'a pas été publié.
sv_se: Paket med id: {guid} har inte publicerats.

source: Failed to publish the item: {exception}
es: No se pudo publicar el elemento: {exception}
fr_ca: L'élément n'a pas pu être publié: {exception}
sv_se: Publiceringen misslyckades: {undantag}

source: Can not find package {package} published item {item}
es: No se puede hallar el elemento {item} de paquete {package} publicado
sv_se: Paketet {package} med publicerat {item} hittades inte

source: Formatter name not found
es: No se halló nombre de formateador
fr_ca: Le nom du formateur n'a pas été trouvé
sv_se: Formaterarnamn hittas ej

source: Formatter not found
es: No se halló formateador
fr_ca: Le formateur n'a pas été trouvé
sv_se: Formaterare hittas ej

source: Error in formatting article: {exception}
es: Error en formateo del artículo: {exception}
fr_ca: Erreur dans le formatage de l'article: {exception}
sv_se: Fel. Artikeln formaterades inte: {undantag}

source: Transformation Rules Management
es: Gestión de reglas de transformación
sv_se: Hantering omvandlingsregler

source: User can setup transformation rules for ingest content.
sv_se: Användare kan upprätta transformationregler för importerat innehåll.

source: Routing Rules Management
es: Gestión de reglas de enrutamiento
sv_se: Routing-regelhantering

source: User can manage routing rules which are executed on ingested articles.
sv_se: Användare kan hantera routing-regler för utförda eller importerade artiklar.

source: Routing scheme is applied to channel(s). It cannot be deleted.
es: Esquema de enrutamiento aplicado a canales. No se puede eliminar.
fr_ca: Le schéma de routage est appliqué à un ou plusieurs canaux. Il ne peut pas être supprimé.
sv_se: Routing-schema tillämpas på kanal(er). Kan inte raderas.

source: A Routing Scheme must have at least one Rule
es: Un esquema de enrutamiento debe tener al menos una regla
fr_ca: Un schéma de routage doit avoir au moins une règle
sv_se: Ett Routing-schema måste ha minst en Regel

source: A routing rule has invalid fields {fields}
es: Una regla de enrutamiento tiene campos no válidos {fields}
fr_ca: Une règle de routage comporte des champs invalides {fields}
sv_se: En routing-regel har ogiltiga fält {fields}

source: A routing rule must have a name
es: La regla de enrutamiento debe tener un nombre
fr_ca: Une règle de routage doit avoir un nom
sv_se: En routing-regel måste ha ett namn

source: A routing rule must have actions
es: La regla de enrutamiento debe tener acciones
fr_ca: Une règle de routage doit avoir des actions
sv_se: En routing-regel måste innehålla åtgärder

source: Schedule when defined can't be empty.
es: La agenda no puede estar vacía al definirse.
sv_se: Definierat schema kan inte vara tomt.

source: Invalid values for day of week.
es: Valores no válidos para el día de la semana.
fr_ca: Les jours de la semaine sont invalides.
sv_se: Ogiltiga värden för veckodag.

source: Invalid value for from time.
es: Valor no válido para 'Desde hora'
sv_se: Ogiltigt värde för från-tid.

source: Invalid value for hour_of_day_to (expected %H:%M:%S).
es: Valor no válido para hour_of_day_to (expected %H:%M:%S).
sv_se: Ogiltigt värde för timme_på_dagen_till (förväntad %H:%M:%S).

source: From time should be less than To Time.
es: 'Desde hora' debe ser menos que 'hasta hora'.
sv_se: Från-tid ska vara tidigare än Till-tid.

source: Unknown time zone {time_zone}
es: Zona horaria desconocida {time_zone}
fr_ca: Fuseau horaire {time_zone} inconnu
sv_se: Okänd tidszon {tids_zon}

source: Rule Names must be unique within a scheme
es: Los nombres de regla deben ser únicos dentro del esquema
fr_ca: Les noms des règles doivent être uniques à l'intérieur d'un même schéma
sv_se: Regelnamn måste vara unika i ett schema

source: Desk Fetch/Publish
sv_se: Hämta/Publicera till desk

source: Cannot delete Rule set as it's associated with channel(s).
es: No se puede eliminar conjunto de reglas porque está asociado a canales.
fr_ca: La règle ne peut pas être supprimée puisqu'elle est associée à un ou plusieurs canaux.
sv_se: Regelinställning kan inte raderas då den är länkad till kanal(er).

source: Rundowns
sv_se: Körschema

source: Rundowns management
sv_se: Hantera körscheman

source: Global searches
sv_se: Globala sökningar

source: Use global saved searches.
sv_se: Använd globalt sparade sökningar.

source: Manage Global Saved Searches
es: Gestionar búsquedas globales guardadas
sv_se: Hantering av Globalt sparade sökningar

source: User can manage other users' global saved searches
sv_se: Användare kan hantera annan användares globalt sparade sökningar

source: Manage Saved Searches
sv_se: Hantera sparade sökningar

source: User can manage saved searches
sv_se: Användare kan hantera sparade sökningar

source: Manage Saved Searches Subscriptions
sv_se: Hanterar Sparade prenumerationssökningar

source: User can (un)subscribe to saved searches
sv_se: Användare kan (av)prenumerera på sparade sökningar

source: Manage Saved Searches Subscriptions For Other Users
sv_se: Hanterar Sparade prenumerationssökningar för andra användare

source: User manage other users saved searches subscriptions
sv_se: Användare hanterar andra användares sparade prenumerationssökningar

source: User's subscriptions are not allowed on create
es: Las suscripciones del usuario no se permiten al crear
sv_se: Användarens prenumerationer ej tillåtna i skapa

source: Unauthorized to modify subscriptions.
es: No tienes autorización para modificar suscripciones.
fr_ca: Vous n'êtes pas autorisé à modifier les abonnements.
sv_se: Ej behörig att ändra prenumerationer.

source: Unauthorized to modify other users' subscriptions.
es: No tienes autorización para modificar suscripciones de otros usuarios.
fr_ca: Vous n'êtes pas autorisé à modifier les abonnements des autres utilisateurs.
sv_se: Ej behörig att ändra andra användares prenumerationer.

source: Search cannot be saved without a filter!
es: ¡La búsqueda no se puede guardar sin un filtro!
fr_ca: La recherche ne peut pas être enregistrée sans filtre!
sv_se: Sökning kan inte sparas utan filter!

source: Fail to validate the filter against {index}.
es: Error al validar el filtro con {index}.
fr_ca: Échec de la validation du filtre par rapport à {index}.
sv_se: Gick inte att bekräfta filtret mot {index}.

source: Unauthorized to modify other user's local search.
es: No tienes autorización para modificar la búsqueda local de otros usuarios.
fr_ca: Vous n'êtes pas autorisé à modifier la recherche locale d'un autre utilisateur.
sv_se: Ej auktoriserad att ändra annan användares lokala sökning.

source: Unauthorized to modify global search.
es: No tienes autorización para modificar la búsqueda global.
fr_ca: Vous n'êtes pas autorisé à modifier une recherche globale.
sv_se: Ej auktoriserad att ändra global sökning.

source: Invalid Saved Search
es: Búsqueda guardada no válida
fr_ca: Recherche enregistrée invalide
sv_se: Ogiltig Sparad sökning

source: Manage Search Providers
es: Gestionar proveedores de búsqueda
sv_se: Hantera sökbyråer

source: User can manage search providers.
sv_se: Användare kan hantera sökbyråer.

source: fetch_enpoint must be a string
es: fetch_enpoint debe ser una cadena
sv_se: fetch_enpoint måste vara en sträng

source: You have to specify either fetch_endpoint or provider_class.
es: Tienes que especificar fetch_endpoint o provider_class.
sv_se: Du måste ange antingen fetch_endpoint eller provider_class.

source: A Search Provider for the fetch endpoint: {endpoint} exists with name: {name}
es: Un proveedor de búsqueda para el endpoint: {endpoint} ya existe con el nombre: {name}
sv_se: Sökbyrå för hämtad slutpunkt: {slutpunkt} finns med namnet: {namn}

source: Search Provider: {name}
sv_se: Sökbyrå: {namn}

source: Deleting a Search Provider after receiving items is prohibited.
es: No se permite borrar un proveedor de búsqueda tras recibir elementos.
fr_ca: Supprimer un fournisseur de recherche après avoir obtenu des éléments est interdit.
sv_se: Radera sökbyrå efter leverans är förbjudet.

source: The item identifier is required
es: El identificador de elemento es obligatorio
fr_ca: L'identifiant de l'élément est requis
sv_se: Identifiering måste anges

source: Invalid item identifer
es: Identificador de elemento no válido
fr_ca: Identifiant d'élément invalide
sv_se: Ogiltig identifiering

source: System Message
sv_se: Systemmeddelande

source: User can manage system messages.
sv_se: Användare kan hantera systemmeddelanden.

source: Templates
es: Plantillas
fr_ca: Gabarits
sv_se: Mallar

source: Create templates
fr_ca: Créer des gabarits
sv_se: Skapa mallar

source: Manage other user personal template
fr_ca: Gérer le gabarit personnel d'un autre employé
sv_se: Hantera annan personlig mall

source: Invalid kill template. {fields} are not allowed
es: Plantilla de desactivación no válida. {fields} no están permitidos
fr_ca: Gabarit de suppression invalide. {fields} ne sont pas permis
sv_se: Ogiltig stoppmall. {fält} ej tillåtna

source: Kill templates can not be deleted.
es: Las plantillas de desactivación no se pueden borrar.
fr_ca: Les gabarits de suppression ne peuvent pas être supprimés.
sv_se: Spärrade mallar går inte att ta bort.

source: Kill templates must be public
es: Las plantillas de desactivación deben ser públicas
fr_ca: Les gabarits de suppression doivent être publics
sv_se: Nedtagnings-mallar måste vara publika

source: Templates that are not create type can only be assigned to one desk!
es: ¡Las plantillas que no son del tipo de creación solo se pueden asignar a una mesa!
sv_se: Mallar av icke-skapa-typ kan bara tilldelas en desk!

source: You dont have the privilege to {action} another user personal template
sv_se: Du saknar behörighet till {action} annans personliga användarmall

source: You dont have the privilege to {action} the public template
sv_se: Du saknar behörighet till {action} den allmänna mallen

source: Abstract
es: Resumen
fr_ca: Aperçu
sv_se: Ingress

source: Take Key
es: Toma #
fr_ca: Lead
sv_se: Version

source: Archive description
es: Descripción del archivo
fr_ca: Description de l'archive
sv_se: Arkivbeskrivning

source: Attachments
es: Adjuntos
fr_ca: Pièces jointes
sv_se: bilagor

source: Authors
es: Autores
fr_ca: Auteurs
sv_se: Författare

source: Body footer
es: Pie del cuerpo
fr_ca: Pied de page
sv_se: Brödtextens fottext

source: Categories
es: Categorías
fr_ca: Catégories
sv_se: Kategorier

source: Company Codes
es: Códigos de la compañía
fr_ca: Codes d'entreprise
sv_se: Företagskoder

source: Copyright holder
es: Titular de derechos de autor
fr_ca: Détenteur du droit d'auteur
sv_se: Copyrightinnehavare

source: Copyright notice
es: Nota de derechos de autor
fr_ca: Avis de droit d'auteur
sv_se: Copyright anteckning

source: Dateline
es: Fecha
fr_ca: Origine et date
sv_se: Datumrad

source: Description
es: Descripción
sv_se: Beskrivning

source: Ed. Note
es: Nota ed.
fr_ca: Note de la rédaction
sv_se: Red. not

source: Feature Image
es: Imagen destacada
fr_ca: Photo
sv_se: Bild

source: Footer
es: Pie de página
fr_ca: Pied de page
sv_se: Sidfot

source: Footers
es: Pies de página
fr_ca: Pieds de page
sv_se: Sidfötter

source: Ingest Provider
es: Proveedor de ingesta
fr_ca: Fournisseur d'ingestion
sv_se: Nyhetsbyrå

source: Language
es: Idioma
fr_ca: Langue
sv_se: Språk

source: Media Description
es: Descripción de medios
fr_ca: Description de l'élément multimédia
sv_se: Mediabeskrivning

source: Scheduled Time
es: Hora agendada
fr_ca: Heure programmée
sv_se: Schemalagd tid

source: Related Items
es: Elementos relacionados
fr_ca: Éléments associés
sv_se: Relaterade till

source: Sign Off
es: Cerrar sesión
fr_ca: Initiales
sv_se: Logga ut

source: SMS Message
es: Mensaje SMS
fr_ca: Message texte
sv_se: SMS-meddelande

source: Usage Terms
es: Términos de uso
fr_ca: Conditions d'utilisation
sv_se: Användartermer

source: is a required field
fr_ca: est un champ obligatoire
sv_se: fältet måste fyllas i

source: max length is {length}
fr_ca: La longueur maximale est {length}
sv_se: maxlängd är {length}

source: require a string value
sv_se: behövs ett strängvärde

source: require a date value
fr_ca: a besoin d'une date
sv_se: behövs ett datumvärde

source: {} is a required field
fr_ca: {} est un champ obligatoire
sv_se: {} fältet måste fyllas i

source: contains invalid characters
fr_ca: contient des caractères invalides
sv_se: innehåller ogiltiga tecken

source: {} is too long
fr_ca: {} est trop long
sv_se: {} är för lång

source: {} is too short
fr_ca: {} est trop court
sv_se: {} är för kort

source: empty values not allowed
fr_ca: Des valeurs nulles ne sont pas permises
sv_se: tomma värden ej tillåtna

source: "video_editor_id" is required
sv_se: "video_editor_id" måste anges

source: "capture" or "edit" is required
sv_se: Fälten "spela in" eller "redigera" är obligatoriska

source: Can access dashboard.
sv_se: Har tillgång till dashboard.

source: Desk Routing
fr_ca: Routage de pupitre

source: temperature and weight
fr_ca: température et poids

source: cvs
fr_ca: paramètres personnalisés

source: label
fr_ca: étiquette

source: category
fr_ca: catégorie

source: feature
es: funcionalidad
fr_ca: fonctionnalité

source: Genre
es: Género
fr_ca: Version

source: Slugline
es: Línea de encabezado
fr_ca: Titre de rappel

source: Desk
es: Mesa
fr_ca: Pupitre

source: SMS
fr_ca: Message texte

source: Fail to found item with guid: {guid}
es: No se halló el elemento con guid: {guid}
fr_ca: Il n'a pas été possible de trouver un élément ayant pour GUID: {guid}

source: Fail to found ingest item with _id: {id}
es: No se halló el elemento de ingesta con _id: {id}
fr_ca: Il n'a pas été possible de trouver un élément ingéré avec l'identifiant: {id}

source: Alt text
es: Texto alt
fr_ca: Texte alternatif

source: Byline
es: Autor
fr_ca: Signature

source: Media
es: Medios
fr_ca: Contenu multimédia

source: Master Desk
es: Mesa maestra

source: Dashboard
es: Escritorio
