Repository: superdesk/superdesk-core
Catalog: superdesk/translations/*/LC_MESSAGES/messages.po
Languages: es, fr_ca, sv_se

source: Send notifications via email
es: Enviar notificaciones por correo electrónico
fr_ca: Envoyer les notifications par courriel
sv_se: Skicka meddelanden via e-post

source: notifications
es: notificaciones
sv_se: meddelanden

source: Allow Desktop Notifications
fr_ca: Autoriser les notifications de bureau
sv_se: Tillåt Desktop-meddelanden

source: Internal Destinations
es: Destinos internos
sv_se: Interna destinationer

source: User can manage internal destinations.
sv_se: Användare kan hantera interna destinationer.

source: Only 1 instance is allowed.
fr_ca: Un seul cas est permis.
sv_se: Endast 1 instans tillåten.

source: Unknown scope %(name)s
sv_se: Okänt område %(name)s

source: Ingest Feed Parsers
sv_se: Parsers för byråmaterial

source: User can maintain Ingest Feed Parsers.
sv_se: Användare kan hantera parsers för nyhetsbyråer

source: Ingest Feed Services
sv_se: Nyhetsbyråkanaler

source: User can maintain Ingest Feed Services.
sv_se: Användare kan hantera importer för nyhetsbyråer.

source: Ingest Channels
es: Canales de ingesta
sv_se: Nyhetsbyråer

source: User can maintain Ingest Channels.
sv_se: Användare kan hantera importkanaler för nyhetsbyråer.

source: Populate Abstract
es: Llenar resumen
fr_ca: Remplir l'aperçu
sv_se: Generera ingress

source: Update Status On Assignment ID
sv_se: Uppdatera status på Uppdrags-ID

source: Currency USD to CAD
fr_ca: Devises: dollars US en dollars CA
sv_se: USD-valuta till CAD

source: Extract Html Macro
fr_ca: Extraire macro html
sv_se: Hämta Html Macro

source: Internal Destination Auto Publish
sv_se: Autopublicering internt

source: Set Default Template Metadata
sv_se: Skriv in standardmall Metadata

source: validate take key
fr_ca: valider la version
sv_se: validera take key

source: Validate for Publish
fr_ca: Valider pour publication
sv_se: Validera för publicering

source: Area acres to metric
fr_ca: Aire: acres en mesure métrique
sv_se: Omvandla acres till meter

source: area
fr_ca: aire
sv_se: yta

source: Area square feet to metric
fr_ca: Aire: pieds carrés en mesure métrique
sv_se: Omvandla square feet till kvadratmeter

source: Area square inch to metric
fr_ca: Aire: pouces carrés en mesure métrique
sv_se: Omvandla square inch till kvadratmeter

source: Area square miles to metric
fr_ca: Aire: miles carrés en mesure métrique
sv_se: Omvandla square miles till kvadratmeter

source: Area square yards to metric
fr_ca: Aire: verges carrées en mesure métrique
sv_se: Omvandla square yards till kvadratmeter

source: Length feet-inches to metric
fr_ca: Longueur: pieds-pouces en mesure métrique
sv_se: Omvandla feet-inches till meter

source: length
fr_ca: longueur
sv_se: längd

source: Length miles to kilometres
fr_ca: Longueur: miles en kilomètres
sv_se: Omvandla miles till kilometer

source: Length nautical miles to kilometres
fr_ca: Longueur: miles nautiques en kilomètres
sv_se: Omvandla nautical miles till kilometer

source: Length yards to metres
fr_ca: Longueur: verges en mètres
sv_se: Omvandla yards till meter

source: Temperature °F to °C
sv_se: Temperatur °F till °C

source: temperature
sv_se: temperatur

source: Volume cubic feet to metric
fr_ca: Volume: pieds cubes en mesure métrique
sv_se: Omvandla cubic feet till kubikmeter

source: volume
sv_se: volym

source: Volume cubic inches to metric
fr_ca: Volume: pouces cubes en mesure métrique
sv_se: Omvandla cubic inches till kubikmeter

source: Volume cubic yard to metric
fr_ca: Volume: verges cubes en mesure métrique
sv_se: Omvandla cubic yard till kubikmeter

source: Weight pounds to metric
fr_ca: Poids: livres en mesure métrique
sv_se: Omvandla pounds till kilo

source: weight
sv_se: vikt

source: Profiling Service
sv_se: Profileringsservice

source: User can read profiling data.
sv_se: Användare kan läsa profildata.

source: Livesite Editor
sv_se: Anpassa sajt

source: Edit a site live on Web Publisher
sv_se: Live-redigera en sajt i Web Publisher

source: Roles Management
es: Gestión de roles
sv_se: Rollhantering

source: User can manage roles.
sv_se: Användare kan hantera roller.

source: Access to the SAMS management page (and to upload assets etc)
sv_se: Tillgång till SAMS hanteringssida (och uppladdning av tillgångar etc)

source: Sams manage
sv_se: Sams-hantering

source: Allows management of SAMS Sets etc
sv_se: Tillåter hantering av SAMS-inställningar etc

source: SAMS Manage Assets
sv_se: SAMS tillgångshantering

source: Allows management of SAMS Assets
sv_se: Tillåter hantering av SAMS-tillgångar

source: SAMS Image Asset not found
sv_se: SAMS Image Asset hittades inte

source: Asset is attached to a news item, cannot delete
sv_se: Innehålet är relaterat till en artikel, kan inte radera

source: User Management
es: Gestión de usuarios
sv_se: Hantera användare

source: User can manage users.
sv_se: Användare kan hantera användare.

source: Prefered CV items
sv_se: Föredragna innehållsfält

source: Vocabularies Management
es: Gestión de vocabularios
sv_se: Hantera innehållsfält

source: User can manage vocabularies' contents.
sv_se: Användare kan ändra värden i innehållsfält.

source: Keywords
es: Palabras clave
fr_ca: Mots-clés
sv_se: Nyckelord

source: User can configure desk routing
sv_se: Användare kan konfigurera desk-routing

source: Desk Management
es: Gestión de mesa
sv_se: Deskhantering

source: User can manage desks.
sv_se: Användare kan hantera deskar.

source: User can access master desk.
sv_se: Användare har tillgång till master desk.

source: Cannot update Desk Type as there are article(s) referenced by the Desk.
es: No se puede actualizar el Tipo de Mesa porque hay artículo(s) referenciados por la mesa.
fr_ca: Le type de pupitre ne peut pas être mis à jour parce qu'au moins un article est référencé par le pupitre.
sv_se: Går inte att uppdatera Desk-typ då det finns artikel(lar) som refereras till av Desk.

source: Cannot delete desk as it is assigned as default desk to user(s).
es: No puede eliminarse la mesa pues está asignada por defecto a usuario(s).
fr_ca: Le pupitre ne peut pas être supprimé parce qu'au moins un utilisateur l'a choisi comme pupitre par défaut.
sv_se: Går inte ta bort desk då den är standard-desk för användare.

source: Cannot delete desk as routing scheme(s) are associated with the desk
es: No se puede eliminar la mesa porque hay esquema(s) de enrutamientos asociados con la mesa
fr_ca: Le pupitre ne peut pas être supprimé parce qu'au moins un schéma de routage lui est associé.
sv_se: Går inte radera desk då routing-schema(n) är länkade med desken

source: Cannot delete desk as it has article(s) or referenced by versions of the article(s).
es: No se puede eliminar la mesa porque tiene artículo(s) o referencias de versiones de los artículos.
fr_ca: Le pupitre ne peut pas être supprimé parce qu'il contient au moins un article ou qu'une version de cet article lui est référencée.
sv_se: Går inte att ta bort Desk då den har artikel(lar) som refereras till i versioner av artikeln(larna).

source: Feature Preview
es: Vista previa de funciones
sv_se: Förhandsvisning

source: Let user toggle Feature Preview on/off.
sv_se: Låt användare växla förhandsvisning av/på.

source: Monitoring view
fr_ca: Affichage
sv_se: Bevakning

source: monitoring
fr_ca: suivi
sv_se: bevakning

source: Enable Feature Preview
es: Habilitar vista previa de funciones
fr_ca: Autoriser l'utilisation des fonctionnalités à venir
sv_se: Aktivera förhandsvisning

source: Users archive view format
es: Formato de vista de archivo de usuarios
fr_ca: Affichage de l'archive des utilisateurs
sv_se: Vyformat användararkiv

source: archive
es: archivo
fr_ca: archiver
sv_se: arkiv

source: Enable Single Line View
fr_ca: Activer l'affichage sur une seule ligne
sv_se: Tillåt enrads-vy

source: rows
fr_ca: colonnes
sv_se: rader

source: Located
es: Ubicación
fr_ca: Situé
sv_se: Belägen

source: article_defaults
fr_ca: paramètres par défaut des articles
sv_se: artikel_mallar

source: Preferred Categories
es: Categorías preferidas
fr_ca: Catégories préférées
sv_se: Prefererade kategorier

source: categories
es: categorías
fr_ca: catégories
sv_se: kategorier

source: Preferred Desks
fr_ca: Pupitres préférés
sv_se: Primära deskar

source: desks
fr_ca: pupitres
sv_se: deskar

source: Place
es: Lugar
fr_ca: Endroit
sv_se: Plats

source: Users contacts view format
fr_ca: Affichage
sv_se: Användarkontakters vyformat

source: contacts
sv_se: kontakter

source: Invalid preference: {preference}
es: Preferencia inválida: {preference}
fr_ca: Préférence invalide: {preference}
sv_se: Ogiltigt företräde: {preference}

source: Cannot delete a Working Stage.
es: No se puede eliminar una etapa de trabajo.
fr_ca: Impossible de supprimer une étape 'en cours'.
sv_se: Går inte att ta bort en arbetsfas.

source: Cannot delete a Incoming Stage.
es: No se puede eliminar una etapa entrante.
fr_ca: Impossible de supprimer une étape de révision
sv_se: Går inte ta bort inkommande fas.

source: Cannot delete stage as it has article(s) or referenced by versions of the article(s).
es: No se puede eliminar la etapa porque tiene artículos o referencias de versiones de los artículos.
fr_ca: L'étape ne peut pas être supprimée parce qu'elle contient au moins un article ou qu'une version de cet article lui est référencée.
sv_se: Går inte ta bort fasen då den har artiklar eller artikelversioner kopplade till sig.

source: Stage is referred by Ingest Routing Schemes : {rule_names}
es: La etapa fue referida por los esquemas de ingesta de enrutamiento: {rule_names}
fr_ca: L'étape est référencée par le schéma de routage d'ingestion: {rule_names}
sv_se: Fasen är knuten till import-schema : {rule_names}

source: Must have one working stage in a desk
es: Debe haber una etapa de trabajo en la mesa
fr_ca: Il doit y avoir une étape 'en cours' dans un pupitre
sv_se: Måste finnas en arbetsfas i en desk

source: Must have one incoming stage in a desk
es: Debe haber una etapa de recién ingresado en la mesa
fr_ca: Il doit y avoir une étape de révision dans un pupitre
sv_se: Måste finnas en inkommande fas i en desk

source: Invalid desk identifier {desk_id}
es: El identificador de mesa no es válido {desk_id}
fr_ca: Identifiant de pupitre invalide {desk_id}
sv_se: Ogiltig deskidentifiering {desk_id}

source: User is not member of desk: {desk_id}
fr_ca: L'utilisateur n'est pas membre du pupitre: {desk_id}
sv_se: Användare är inte deskmedlem: {desk_id}

source: Invalid stage identifier {stage_id}
es: El identificador de etapa no es válido {stage_id}
fr_ca: Identifiant de l'étape invalide {stage_id}
sv_se: Ogiltig fasidentifiering {stage_id}

source: Error:{exception} in {rule_type} rule:{rule} for stage:{stage}
es: Error: {exception} en regla {rule_type}:{rule} para etapa:{stage}
fr_ca: Erreur: {exception} dans la règle {rule_type}: {rule} pour l'étape: {stage}
sv_se: Fel:{exception} i {rule_type} regel:{rule} för fas:{stage}

source: Tasks Management
es: Gestión de tareas
sv_se: Uppdragshantering

source: Access to Monitoring view in left toolbar
fr_ca: Accédez à l'affichage suivi dans la barre d'outils à gauche
sv_se: Tillgång till bevakning i vänster verktygsfält

source: Create content
fr_ca: Créer un contenu
sv_se: Skapa innehåll

source: Create and save content
fr_ca: Créer et enregistré un contenu
sv_se: Skapa och spara innehåll

source: Ingest
es: Ingerir
fr_ca: Ingérer
sv_se: Importera

source: Access to ingest sources management
fr_ca: Accéder à la gestion des sources d'ingestion
sv_se: Tillgång till källor för importhantering

source: Spike
es: Spiking
fr_ca: Placer dans la corbeille
sv_se: Släng

source: Spike/delete items
fr_ca: Placer dans la corbeille/supprimer les éléments
sv_se: Släng/radera

source: Spike view
fr_ca: Affichage de la corbeille
sv_se: Släng vy

source: View spiked content
fr_ca: Voir le contenu de la corbeille
sv_se: Se borttaget innehåll

source: Unspike
es: Quitar spiking
fr_ca: Sortir de la corbeille
sv_se: Återställ

source: Unspike/undelete content
fr_ca: Sortir le contenu de la corbeille ou annuler sa suppression
sv_se: Återställt/oraderat innehåll

source: Edit Unique Name
es: Editar nombre único
fr_ca: Modifier l'identifiant unique
sv_se: Redigera unikt namn

source: Edit unique name
fr_ca: Modifier l'identifiant unique
sv_se: Redigera unikt namn

source: Hold
es: Retener
fr_ca: Retenir
sv_se: Vänta

source: Hold content
fr_ca: Retenir le contenu
sv_se: Håll kvar innehåll

source: Restore
es: Restaurar
fr_ca: Restaurer
sv_se: Återställ

source: Restore content
fr_ca: Restaurer le contenu
sv_se: Återställ innehåll

source: Update
es: Actualizar
fr_ca: Mise à jour
sv_se: Ny version

source: Create an update
fr_ca: Créer une mise à jour
sv_se: Skapa uppdatering

source: Unlock content
es: Desbloquear contenido
fr_ca: Déverrouiller le contenu
sv_se: Lås upp innehåll

source: Unlock locked content by another user
fr_ca: Déverrouiller le contenu verrouillé par un autre utilisateur
sv_se: Lås upp innehåll som låsts av annan användare

source: Mark items for users
fr_ca: Signaler les éléments aux utilisateurs
sv_se: Markera för användare

source: User can mark or unmark items for other users
fr_ca: L'utilisateur peut signaler ou annuler le signalement d'éléments pour d'autres utilisateurs
sv_se: Användare kan markera eller avmarkera objekt för andra användare

source: Package doesn't support Public Service Announcements
es: El paquete no admite anuncios del servicio público
sv_se: Paket stöder inte Public Service-meddelanden

source: The item was locked by another user
es: El elemento fue bloqueado por otro usuario
fr_ca: Cet élément a été verrouillé par un autre utilisateur
sv_se: Låst av annan användare

source: User does not have permissions to read the item.
es: El usuario no tiene permisos para leer el elemento.
fr_ca: L'utilisateur n'a pas la permission de lire cet élément.
sv_se: Användare har inte läsbehörighet.

source: Invalid version {old_version}
es: Versión no válida {old_version}
fr_ca: Version invalide {old_version}
sv_se: Ogiltig version {old_version}

source: Invalid item id {item_id}
es: Id. de elemento no válida {item_id}
fr_ca: L'identifiant de l'élément {item_id} est invalide
sv_se: Ogiltigt id {item_id}

source: Invalid last version {last_version}
es: Última versión no válida {last_version}
fr_ca: Dernière version {last_version} invalide
sv_se: Ogiltig senaste version {last_version}

source: An item can't have both Publish Schedule and Embargo
es: Un elemento no puede tener agenda de publicación y embargo al mismo tiempo
fr_ca: Un élément ne peut pas être soumis à la fois à une publication programmée et à un embargo
sv_se: Kan inte ha både Publicera schema och Embargo

source: Embargo cannot be earlier than now
es: El embargo no puede tener fecha previa a la de ahora
fr_ca: L'embargo ne peut pas être plus tôt que maintenant
sv_se: Embargo kan inte vara tidigare än nu

source: Rewrites doesn't support Embargo
es: Las reescrituras no admiten embargo
fr_ca: Les réécritures ne permettent pas de choisir un embargo
sv_se: Rewrites stöder inte Embargo

source: Invalid Embargo
es: Embargo no válido
fr_ca: Embargo invalide
sv_se: Ogiltig embargo

source: A Package doesn't support Embargo
es: Un paquete no admite embargo
fr_ca: Un assemblage ne peut pas être soumis à un embargo
sv_se: Ett paket stöder inte Embargo

source: Item isn't in a valid state to be updated.
es: El elemento no se encuentra en un estado válido para ser actualizado.
fr_ca: L'élément n'est pas dans un état valide pour être mis à jour.
sv_se: Har inte uppnått giltig status för uppdatering.

source: Unauthorized to modify Unique Name
es: No tienes autorización para modificar el nombre único
fr_ca: Vous n'êtes pas autorisé à modifier un identifiant unique
sv_se: Ej behörig att ändra unikt namn

source: Cannot change the genre for broadcast content.
es: No se puede cambiar el género del contenido transmitido.
sv_se: Går inte att ändra genre för broadcasts.

source: This item is in a package and it needs to be removed before the item can be scheduled!
es: ¡Este elemento está en un paquete y debe ser eliminado antes de que se pueda agendar!
fr_ca: Cet élément fait partie d'un assemblage et il doit en être retiré avant de pouvoir être programmé!
sv_se: Detta ingår i ett paket och måste flyttas innan det kan schemaläggas!

source: Duplicate category codes are not allowed
es: No se permiten los códigos de categoría duplicados
fr_ca: La duplication des codes de catégorie n'est pas permise
sv_se: Ej tillåtet att kopiera kategorikoder

source: Duplicate subjects are not allowed
es: No se permiten los temas duplicados
fr_ca: Les sujets dupliqués ne sont pas permis
sv_se: Ej tillåtet att kopiera ämnen

source: Client and server etags don't match
es: Las etags de cliente y servidor no coinciden
fr_ca: Les étiquettes électroniques du client et du serveur ne sont pas conformes
sv_se: Klient och server-etags matchar inte

source: Request for Auto-save must have _id
es: La solicitud de autoguardado debe contener _id
sv_se: Begäran om Autospar måste ha _id

source: Failed to generate correction: {exception}
sv_se: Misslyckades att skapa rättelse: {exception}

source: Cannot find the article
es: No se puede hallar el artículo
fr_ca: L'article n'a pas été trouvé
sv_se: Artikeln går inte att hitta

source: Only updates can be unlinked!
es: ¡Solo se pueden desvincular las actualizaciones!
fr_ca: Seules les mises à jour peuvent être déliés!
sv_se: Endast uppdateringar kan vara olänkade!

source: Rewrite of an Item having embargo isn't possible
es: No es posible reescribir elementos con embargo
fr_ca: Il n'est pas possible de réécrire un élément soumis à un embargo
sv_se: Går inte att skriva om något i embargo

source: Event id does not exist
es: No existe la id del evento
fr_ca: L'identifiant de l'événement n'existe pas
sv_se: Evenemang-id finns inte

source: Article has been rewritten before !
es: ¡El artículo ya ha sido reescrito!
fr_ca: L'article a déjà été réécrit !
sv_se: Artikel har redan skrivits om !

source: Rewrite is not published. Cannot rewrite the story again.
es: La reescritura no fue publicada. No se puede reescribir la historia otra vez.
fr_ca: La réécriture n'est pas publiée. Il n'est pas possible de réécrire l'article de nouveau.
sv_se: Rewrite ej publicerad. Går inte att skriva om storyn igen.

source: Rewrite story has been used as update before !
es: ¡Ya se ha usado la reescritura de la historia como actualización!
fr_ca: L'article réécrit a déjà été utilisé en tant que mise à jour!
sv_se: Omskriven story har redan använts som uppdatering !

source: Rewrite story can only be text or pre-formatted !
es: ¡La reescritura de la historia solo puede ser de texto o preformateado!
fr_ca: L'article réécrit ne peut exister qu'en version texte ou préformatée!
sv_se: Rewrites kan bara vara text eller förformaterad !

source: Broadcast cannot be a update story !
es: ¡La transmisión no puede ser una actualización de historia!
sv_se: Sändning kan inte vara en uppdaterad story !

source: Rewrite item content profile does not match with Original item.
es: El elemento reescrito del perfil de contenido no coincide con el elemento original.
fr_ca: Le profit de contenu de l'élément réécrit n'est pas conforme à celui de l'élément original.
sv_se: Omskriven innehållsprofil matchar inte originalet.

source: The item "{slugline}" is in a package
es: El elemento "{slugline}" está en un paquete
fr_ca: L'élément "{slugline}" est dans un assemblage
sv_se: Materialet "{slugline}" finns i ett paket

source: it needs to be removed before the item can be spiked
es: debe ser eliminado antes de hacerle spiking al elemento
fr_ca: il doit être retiré avant que l'élément puisse être placé dans la corbeille
sv_se: det måste tas bort innan innehållet kan raderas

source: Archive autocomplete is not enabled
sv_se: Automatisk komplettering är inte aktiverat

source: Field %(field)s is not allowed
fr_ca: Le champ %(field)s n'est pas permis
sv_se: Fält %(field)s är inte tillåtet

source: Document not found in archive collection
es: No se halló el documento en la colección de archivo
fr_ca: Le document n'a pas été trouvé dans la collection d'archives
sv_se: Dokument ej hittat i arkivet

source: Schedule date is not recognized
es: No se reconoce la fecha de agenda
fr_ca: La date de programmation n'est pas reconnue
sv_se: Schemadatum ej godkänt

source: Schedule cannot be earlier than now
es: La agenda no puede tener fecha previa a la de ahora
fr_ca: La programmation ne peut pas avoir lieu plus tôt que maintenant
sv_se: Schema kan inte bakdateras

source: {} date is not recognized
fr_ca: La date {} n'est pas reconnue
sv_se: {} datum ej godkänt

source: Broadcast
es: Transmitir
sv_se: Sändning

source: Allows user to create broadcast content.
sv_se: Tillåter användare att skapa sändningar.

source: Cannot find the {genre} genre.
es: No se puede hallar el género {genre}.
fr_ca: Le genre {genre} n'a pas pu être trouvé.
sv_se: Kan inte hitta {genre} genren.

source: Cannot find the requested item id.
es: No se puede hallar la id de elemento solicitada.
fr_ca: L'identifiant de l'élément demandé n'a pas pu être trouvé.
sv_se: Önskat id hittas inte.

source: Invalid content type.
es: Tipo de contenido no válido.
fr_ca: Type de contenu invalide.
sv_se: Ogiltig innehållstyp.

source: Invalid content state.
es: Estado del contenido no válido.
fr_ca: État du contenu invalide.
sv_se: Ogiltig innehållsstatus.

source: Only Text articles are allowed to be Killed in Archived repo
es: Solo se pueden desactivar los artículos de texto del repositorio archivado
sv_se: Endast textartiklar kan spärras i Arkiverad repo

source: Killing of Broadcast Items isn't allowed in Archived repo
es: No se permite desactivar elementos de transmisión del repositorio archivado
sv_se: Ej tillåtet att spärra sändningar i Arkiverad repo

source: Can't kill as this article acts as a Master Story for existing broadcast(s)
es: No se puede desactivar porque el artículo es historia principal de una transmisión existente
sv_se: Går inte att spärra då artikeln är Master Story för existerande sändning(ar)

source: Can't Kill as article is still available in production
es: No se puede desactivar porque el artículo sigue disponible en producción
fr_ca: Ne peut pas être supprimé puisque l'article est toujours en production
sv_se: Kan inte spärras då artikeln ännu är tillgänglig i produktion

source: Can't kill as article is part of a Package
es: No se puede desactivar porque el artículo es parte de un paquete
fr_ca: Ne peut pas être supprimé puisque l'article fait partie d'un assemblage
sv_se: Kan inte spärras då artikeln ingår i ett paket

source: Can't Kill as the Digital Story is still available in production
es: No se puede desactivar porque la historia digital sigue disponible en producción
sv_se: Kan inte spärras då Digital-storyn ännu är tillgänglig i produktion

source: Digital Story of the article not found in Archived repo
es: La historia digital del artículo no se pudo hallar en el repositorio archivado
sv_se: Digital Story av artikeln hittades inte i arkiverat repo

source: Can't kill as Digital Story is part of a Package
es: No se puede desactivar porque la historia digital es parte de un paquete
sv_se: Kan inte spärras då Digital-Story ingår i ett paket

source: Can't Kill as Take(s) are still available in production
es: No se puede desactivar porque las tomas siguen disponibles en producción
fr_ca: Ne peut pas être supprimé parce qu'au moins une version est toujours disponible en production
sv_se: Kan inte spärras då provtext(er) ännu är tillgänglig i produktion

source: One of Take(s) not found in Archived repo
es: Una de las tomas no se pudo hallar en el repositorio archivado
sv_se: Provtext(er) ej hittad i Arkiverad repo
