Repository: superdesk/superdesk-core
Catalog: superdesk/translations/*/LC_MESSAGES/messages.po
Languages: es, fr_ca, sv_se

source: Can't kill as one of Take(s) is part of a Package
es: No se puede desactivar porque una de las tomas es parte de un paquete
fr_ca: Ne peut pas être supprimé puisqu'au moins une version fait partie d'un assemblage
sv_se: Kan inte spärras då provtext(er) ingår i paket

source: Archive Management
sv_se: Arkivhantering

source: User can remove items from the archived
sv_se: Användare kan flytta material från arkivet

source: Invalid user.
es: Usuario no válido.
fr_ca: Utilisateur invalide.
sv_se: Ogiltig användare.

source: Insufficient privileges for the requested operation.
fr_ca: Privilèges insuffisants pour l'opération demandée.
sv_se: Otillräcklig behörighet för önskad operation.

source: Not found.
sv_se: Ej hittad.

source: Oops!This account has been changed to External. External accounts have no login capability.
sv_se: Ojdå! Det här kontot har ändrats till Externt. Externa konton kan inte logga in.

source: Either key:password or email must be provided
es: Se debe ingresar clave:password o correo electrónico
fr_ca: Un mot de passe ou un courriel doit être fourni
sv_se: Antingen nyckel:lösenord eller e-post måste anges

source: Invalid email
es: Correo no válido
fr_ca: Courriel invalide
sv_se: Ogiltig e-post

source: User not enabled
es: Usuario no habilitado
fr_ca: Utilisateur non activé
sv_se: Användare ej tillgänglig

source: User not active
es: Usuario inactivo
fr_ca: Utilisateur inactif
sv_se: Användare ej aktiv

source: Please update your account email address
fr_ca: Veuillez mettre à jour l'adresse courriel de votre compte
sv_se: Var vänlig uppdatera din e-postadress

source: Commenting on behalf of someone else is prohibited.
es: Se prohíbe comentar en nombre de otra persona.
fr_ca: Commenter au nom de quelqu'un d'autre est interdit.
sv_se: Förbjudet att kommentera å någon annans vägnar.

source: Knowledge base management
sv_se: Hantering av kunskapsbas

source: User can manage annotations library.
sv_se: Användare kan hantera not-biblioteket.

source: Contacts Management
sv_se: Kontakthantering

source: Manage Contacts
sv_se: Hantera Kontakter

source: Contacts View Rights
sv_se: Läsrättigheter för kontaktlistor

source: View Contacts
sv_se: Se kontaktlista

source: Contacts of type "{contact_type}" must have an email address
fr_ca: Les contacts de type "{contact_type}" doivent avoir une adresse courriel
sv_se: Kontakttyp "{contact_type}" måste ha en e-postadress

source: Content Filters
es: Filtros de contenido
sv_se: Innehållsfilter

source: User can manage content filters
sv_se: Användare kan hantera innehållsfilter

source: Content filter has been referenced by subscriber(s) {references}
es: El filtro de contenido fue referenciado por el/los suscriptores {references}
sv_se: Innehållsfilter har refererats till av prenumerant(er) {references}

source: Content filter has been referenced by routing scheme(s) {references}
es: El filtro de contenido fue referenciado por el/los esquemas de enrutamiento {references}
sv_se: Innehållsfilter har refererats till av routing-schema(n) {references}

source: Content filter has been referenced in {references})
es: El filtro de contenido fue referenciado en {references}
sv_se: Innehållsfilter har refererats till i {references})

source: Circular dependency error in content filters:{filter}
es: Error de dependencia circular en filtros de contenido: {filter}
fr_ca: Erreur de dépendance circulaire dans le filtre de contenu: {filter}
sv_se: Rekursivt beroende genererade fel i innehållsfiltren:{filtret}

source: Filter statement {index} does not have a filter condition
sv_se: Filtret {index} innehåller inga filtervillkor

source: Content filter not found
es: No se halló el filtro de contenido
fr_ca: Le filtre de contenu n'a pas été trouvé
sv_se: Innehållsfilter hittas ej

source: Article not found!
es: ¡No se halló el artículo!
fr_ca: L'article n'a pas été trouvé!
sv_se: Artikel hittades inte!

source: Error in testing article: {error}
es: Error de testeo en el artículo: {error}
fr_ca: Une erreur est survenue lors du test de l'article: {error}
sv_se: Fel vid artikeltest: {error}

source: Error in testing archive: {error}
es: Error de testeo en el archivo: {error}
fr_ca: Une erreur est survenue lors du test de l'archive: {error}
sv_se: Fel vid arkivtest: {error}

source: Invalid filter conditions field {field}
es: Campo de condiciones de filtro no válido {field}
sv_se: Ogiltiga filtervillkorsfält {field}

source: ANPA Category
es: Categoría ANPA
fr_ca: Catégorie
sv_se: ANPA-kategori

source: Urgency
es: Urgencia
fr_ca: Priorité
sv_se: Tyngd

source: Subject
es: Tema
fr_ca: Sujet
sv_se: Ämne

source: Priority
es: Prioridad
fr_ca: Priorité
sv_se: Prioritet

source: Type
es: Escribir
sv_se: Typ

source: Source
es: Fuente
sv_se: Källa

source: Headline
es: Encabezado
fr_ca: Titre
sv_se: Rubrik

source: Ednote
fr_ca: Note de la rédaction
sv_se: Red-not

source: Body HTML
es: Cuerpo del HTML
fr_ca: Corps HTML
sv_se: Brödtext HTML

source: Stage
es: Etapa
fr_ca: Étape
sv_se: Fas

source: Ingest provider
fr_ca: Fournisseur d'ingestion
sv_se: Nyhetsbyrå

source: Feature Media
es: Medios destacados
fr_ca: Contenu multimédia
sv_se: Dragarbild

source: Agendas
sv_se: Scheman

source: Filter condition has been referenced in content filter: {references}
es: La condición de filtro fue referenciada en el filtro de contenido: {references}
sv_se: Filtervillkor är refererade i innehållsfilter: {references}

source: Filter condition:{condition} has unidentified field: {field}
es: La condición de filtro:{condition} tiene un campo no identificado: {field}
sv_se: Filtervillkor:{condition} har oidentifierat fält: {field}

source: Filter condition:{condition} has unidentified operator: {operator}
es: La condición de filtro:{condition} tiene un operador no identificado: {operator}
sv_se: Filtervillkor:{condition} har oidentifierad operatör: {operator}

source: Filter condition:{condition} has identical settings
es: La condición de filtro:{condition} tiene configuraciones idénticas
sv_se: Filtervillkor:{condition} har identiska inställningar

source: Content Profile
es: Perfil de contenido
sv_se: Innehållsprofil

source: Manage content profiles
sv_se: Hantera innehållsprofiler

source: Vocabulary {vocabulary} is used in {count} content type(s)
es: El vocabulario {vocabulary} es usado en estos tipos de contenido {count}
fr_ca: Le vocabulaire {vocabulary} est utilisé dans {count} type(s) de contenu
sv_se: Innehållsfält {vocabulary} används i {count} innehållstyp(er)

source: Cannot disable content profile as following templates are referencing: {templates}
es: No se puede deshabilitar el perfil de contenido porque las siguientes plantillas lo referencian: {templates}
sv_se: Går inte att inaktivera innehållsprofil då följande mallar är länkade:: {templates}

source: Cannot disable content profile as following desks are referencing: {desks}
es: No se puede deshabilitar el perfil de contenido porque las siguientes mesas lo referencian: {desks}
sv_se: Kan inte inaktivera innehållsprofil då följande deskar är länkade: {desks}

source: Dictionaries List Management
es: Gestión de la lista de diccionarios
sv_se: Ordböcker listhantering

source: User can manage dictionaries lists.
sv_se: Användare kan hantera ordbokslistor.

source: A text dictionary file is required
es: Se requiere un archivo de texto de diccionario
fr_ca: Un fichier de texte de dictionnaire est requis
sv_se: Textordboksfil krävs

source: The dictionary already exists
es: Ya existe el diccionario
fr_ca: Le dictionnaire existe déjà
sv_se: Ordboken finns redan

source: User is required for the abbreviations dictionary.
es: Se requiere un usuario para el diccionario de abreviaturas.
sv_se: Användare måste anges för förkortningsordbok.

source: The dictionary type cannot be changed.
es: No se puede cambiar el tipo de diccionario.
fr_ca: Le type de dictionnaire ne peut pas être changé.
sv_se: Ordbokstyp kan inte ändras.

source: Fetch Content To a Desk
es: Importar el contenido a una mesa
fr_ca: Extraire le contenu dans un pupitre
sv_se: Hämta innehållet till Desk

source: Fetch Content to a Desk
fr_ca: Extraire le contenu vers un pupitre
sv_se: Hämta innehåll till en Desk

source: Move Content to another desk
es: Mover el contenido a otra mesa
fr_ca: Déplacer le contenu vers un autre pupitre
sv_se: Flytta tiil en annan desk

source: Duplicate Content within a Desk
es: Duplicar contenido dentro de una mesa
fr_ca: Dupliquer le contenu dans un pupitre
sv_se: Kopiera innehållet inom en Desk

source: Translate Content within a Desk
fr_ca: Traduire le contenu dans un pupitre
sv_se: Översätt innehåll inom en desk

source: Send Content to Personal desk
fr_ca: Envoyer le contenu à un pupitre personnalisé
sv_se: Skicka innehåll till privat desk

source: Failed to find item with guid: {guid}
sv_se: Kunde inte hitta innehåll med guid: {guid}

source: Copy is not allowed on items in a desk.
es: No se permite copiar en elementos de una mesa.
fr_ca: La copie n'est pas permise sur les éléments dans un pupitre.
sv_se: Ej tillåtet att kopiera material i en desk.

source: Duplicate to Personal space is not allowed.
fr_ca: La duplication vers un espace sécurisé n'est pas autorisée.
sv_se: Kopiering till privat skrivbord ej tillåtet.

source: Failed to find ingest item with _id: {id}
sv_se: Kunde inte hitta byråmaterial med _id: {id}

source: Item is locked for move by another user.
es: Otro usuario bloqueó la opción de mover el elemento.
fr_ca: L'élément est verrouillé par un autre utilisateur et ne peut être déplacé.
sv_se: Annan användare har låst materialet för flyttning.

source: Move is not allowed within the same stage.
es: No se permite mover dentro de la misma etapa.
fr_ca: Un déplacement n'est pas permis à l'intérieur de la même étape.
sv_se: Flytt ej tillåten inom samma fas.

source: Content export
sv_se: Exportera innehåll

source: Error creating export zip file. Try again please.
es: Error al crear el archivo zip de exportación. Intenta nuevamente.
fr_ca: Une erreur est survenue lors de la création du fichier d'exportation zip. Réessayez de nouveau s'il-vous-plaît.
sv_se: Problem att skapa export zip-fil. Försök igen.

source: No items to export.
es: No hay elementos para exportar.
fr_ca: Aucun élément à exporter.
sv_se: Finns ingenting att exportera.

source: Formatter not found for requested format type.
es: No se halló el formateador para el tipo de formato solicitado.
fr_ca: Un formateur n'a pas été trouvé pour le type de format demandé.
sv_se: Formaterare ej hittad för önskad formattyp.

source: Highlights - read
sv_se: Favoriter - läsa

source: Can see a list of highlights.
sv_se: Kan se favoritlistor.

source: Highlights/Summary List Management
es: Gestión de la lista de destacados/resumen
sv_se: Favorit-/Översiktslistor inställningar

source: User can manage highlights/summary lists.
sv_se: Användare kan hantera favorit-/översiktslistor.

source: Mark items for Highlights/Summary Lists
es: Marcar elementos para la lista de destacados/resumen
sv_se: Markerad för Favorit-/Översiktslistor

source: User can mark items for Highlights/Summary Lists.
sv_se: Användare kan markera artiklar till Favorit-/Översiktslistor.

source: Destination desk cannot be empty.
es: La mesa de destino no puede estar vacía.
fr_ca: Le pupitre de destination ne peut pas être vide.
sv_se: Destinationsdesk kan inte vara tom.

source: provider not found source={source}
es: no se halló el proveedor de fuente={source}
fr_ca: Fournisseur non trouvé source={source}
sv_se: nyhetsbyrå hittade inte källa={source}

source: Not found {payload}
es: No se halló {payload}
fr_ca: {payload} introuvable
sv_se: Ej hittad {payload}

source: Invalid item identifier
es: Identificador de elemento no válido
fr_ca: Identifiant d'élément invalide
sv_se: Ogiltig identifiering

source: Item is locked by another user.
es: El elemento fue bloqueado por otro usuario.
fr_ca: L'élément est verrouillé par un autre utilisateur.
sv_se: Materialet låst av annan användare.

source: Item is not locked.
es: El elemento no está bloqueado.
fr_ca: L'élément n'est pas verrouillé.
sv_se: Innehållet är upplåst.

source: AlchemyAPI key is not set
es: No está configurada la API key de Alchemy
sv_se: AlchemyAPI-nycket ej inställd

source: Fail to connect to Alchemy service
es: No se pudo conectar al servicio de Alchemy
fr_ca: La connexion au service Alchemy n'a pas pu être établie
sv_se: Går inte att ansluta till Alchemy-service

source: Fail to parse the response from Alchemy service
es: No se pudo analizar la respuesta del servicio de Alchemy
sv_se: Gick inte att analysera svaret från Alchemy-service

source: Not set a keywords provider
es: No se configuró un proveedor de palabras clave
sv_se: Inte inlagt huvudnyhetsbyrå

source: User does not belong to security Group or could not find the user profile.
es: El usuario no pertenece al grupo de seguridad o no se pudo hallar el perfil de usuario.
fr_ca: L'utilisateur n'appartient pas au groupe de sécurité ou le profil de l'utilisateur n'a pas été trouvé.
sv_se: Användare ingår inte i säkerhetsgruppen eller användarprofilen kunde inte hittas.

source: No user has been found in AD
es: No se halló usuario en AD
sv_se: Ingen användare hittad i AD

source: Invalid Credentials.
es: Credenciales no válidas.
fr_ca: Accréditation invalide.
sv_se: Ogiltiga referenser.

source: User already exists in the system.
es: El usuario ya existe en el sistema.
fr_ca: L'utilisateur existe déjà dans le système.
sv_se: Användare finns redan i systemet.

source: Legal Archive
es: Archivo legal
sv_se: Legalt arkiv

source: Read from legal archive
sv_se: Läsrättigheter i juridiskt arkiv

source: Mark items for desks
sv_se: Markera innehåll för deskar

source: User can mark items for other desks.
sv_se: Användare kan markera material för andra deskar.

source: Mark items for desks even if the user is not a member of the desk
sv_se: Markera för desk även om användaren inte är medlem i desken.

source: User can mark items for other desks even if they are not a member of that desk
sv_se: Användare kan markera material till andra deskar även om dessa inte är medlem i desken

source: Root group is missing.
es: Falta grupo raíz.
fr_ca: Le groupe d'origine est manquant.
sv_se: Rotgrupp saknas.

source: Only one root group is allowed.
es: Se permite solo un grupo raíz.
fr_ca: Un seul groupe d'origine est autorisé.
sv_se: Bara tillåtet med en rotgrupp.

source: Group is missing id.
es: Falta id del grupo.
fr_ca: Le groupe n'a pas d'identifiant.
sv_se: Grupp saknar id.

source: {id} group is added multiple times.
es: el grupo {id} se agregó varias veces.
fr_ca: Le groupe {id} a été ajouté plusieurs fois.
sv_se: {id} grupp tillagd flera gånger.

source: The number of groups and of referenced groups in the root group do not match.
es: La cantidad de grupos y grupos referenciados en el grupo raíz no coincide.
fr_ca: Le nombre de groupes et de groupes référencés dans le groupe d'origine ne sont pas assortis.
sv_se: Antalet grupper och refererade grupper i rotgruppen matchar inte.

source: Not all groups are referenced in the root group.
es: No todos los grupos están referenciados en el grupo raíz.
fr_ca: Tous les groupes ne sont pas référencés dans le groupe d'origine.
sv_se: Inte alla grupper är refererade till i rotgruppen.

source: Package contains empty ResidRef!
es: ¡El paquete contiene ResidRef vacío!
sv_se: Paket innehåller tomt ResidRef!

source: Invalid item reference: {reference}
es: Referencia de elemento no válida: {reference}
fr_ca: La référence d'élément {reference} est invalide
sv_se: Ogiltig referens: {reference}

source: Trying to self reference as an association.
es: Estás intentando autoreferenciarte como una asociación.
sv_se: Försöker referera till sig själv som relatering.

source: Content associated multiple times
es: Contenido asociado múltiples veces
fr_ca: Le contenu a été associé plusieurs fois
sv_se: Innehåll länkat flera gånger

source: Trying to create a circular reference to: {item_id}
es: Estás intentando crear una referencia circular a: {item_id}
fr_ca: Tente de créer une référence circulaire pour: {item_id}
sv_se: Försöker skapa en cirkulär referens till: {item_id}

source: Package can't have item which has embargo.
es: El paquete no puede tener un elemento con embargo.
fr_ca: L'assemblage ne peut pas contenir des éléments sous embargo.
sv_se: Paket kan inte innehålla något med embargo.

source: Slugline/Unique Name of the item having embargo: {slugline}/{unique}
es: Slugline/Nombre único del elemento tiene embargo: {slugline}/{unique}
fr_ca: Mots clés/identifiant unique de l'élément soumis à un embargo: {slugline}/{unique}
sv_se: Slugline/Unikt namn på material med embargo: {slugline}/{unique}

source: Products Management
sv_se: Produkthantering

source: User can manage product lists.
sv_se: Användare kan hantera produktlistor.

source: Article id cannot be empty!
es: ¡La id del artículo no puede estar vacía!
fr_ca: L'identifiant de l'article ne peut pas être vide!
sv_se: Artikel-id kan inte vara tomt!

source: Error in testing article: {exception}
es: Error en el testeo del artículo: {exception}
fr_ca: Une erreur est survenue lors du test de l'article: {exception}
sv_se: Fel vid artikeltest: {exception}

source: Product is used by the subscriber(s): {names}
es: El producto es usado por el/los suscriptores: {names}
fr_ca: Le produit est utilisé par le(s) abonné(s): {names}
sv_se: Produkten används av prenumeranten(erna): {names}

source: Product is used for API publishing for the subscriber(s): {subscribers}
es: El producto es usado para publicación API para el/los suscriptores: {subscribers}
sv_se: Produkten används för API-publicering till prenumerant(er): {subscribers}

source: Product is used for direct publishing for the subscriber(s): {subscribers}
es: El producto es usado para publicación directa para el/los suscriptores: {subscribers}
sv_se: Produkten används för direktpublicering till prenumerant(er): {subscribers}

source: Subscribers
es: Suscriptores
sv_se: Prenumeranter

source: User can manage subscribers
sv_se: Användare kan hantera prenumeranter

source: Publish
es: Publicar
sv_se: Publicera

source: Publish a content
sv_se: Publicera ett innehåll

source: Kill
es: Desactivar
sv_se: Spärra

source: Kill a published content
sv_se: Spärra ett publicerat innehåll

source: Correction
es: Corrección
sv_se: Rättelse

source: Correction to a published content
sv_se: Rättelse av ett publicerat innehåll

source: Publish Queue
es: Cola de publicación
sv_se: Publiceringskö

source: User can update publish queue
sv_se: Användare kan uppdatera publiceringskö

source: Resending Stories
sv_se: Återsänder Stories

source: User can resend published stories
sv_se: Användare kan återsända publicerade stories

source: User can set embargo date
sv_se: Användare kan sätta embargo-datum

source: Take down
sv_se: Stoppa

source: Take down a published content
sv_se: Stoppa ett publicerat innehåll

source: Unpublish
es: Despublicar
sv_se: Avpublicera

source: Unpublish a published content
sv_se: Avpublicera ett publicerat innehåll

source: Invalid state ({state}) for the Published item.
es: Estado no válido ({state}) para el elemento publicado.
fr_ca: État ({state}) invalide pour l'élément publié.
sv_se: Ogiltig status ({state}) för det publicerade.

source: Deleting a published item has a workflow which is implemented in remove_expired().
es: Eliminar un elemento publicado tiene un flujo de trabajo que se implementa en remove_expired().
sv_se: Att radera ett publicerat material har ett arbetsflöde implementerat genom remove_expired().

source: Key is missing on article to be published: {exception}
es: Falta clave en el artículo a publicar: {exception}
fr_ca: Une clé est manquante pour l'article à être publié: {exception}
sv_se: Nyckel saknas för artikel som ska publiceras: {exception}

source: Failed to publish the item: {id}
es: No se pudo publicar el elemento: {id}
fr_ca: L'élément {id} n'a pas pu être publié
sv_se: Gick inte att publicera: {id}

source: Embargo can't be set after publishing
es: No se puede poner embargo después de publicar
fr_ca: L'embargo ne peut pas être programmé après la publication
sv_se: Embargo kan inte anges efter publicering

source: Dateline can't be modified on kill or take down
es: No se puede modificar la fecha en desactivación o dada de baja
fr_ca: L'origine et la date ne peuvent pas être modifiés pour un article qui est supprimé.
sv_se: Datum kan inte ändras vid avpublicering eller stoppsignal

source: Cannot publish the story after Update is published.
fr_ca: Il n'est pas possible de publier l'article après la publication de la mise à jour.
sv_se: Går inte publicera storyn när Uppdatering är publicerad.

source: Can't publish update until original story is published.
fr_ca: La mise à jour ne peut pas être publiée avant que l'article original soit publié.
sv_se: Kan inte publicera uppdatering förrän originalstoryn är publicerad.

source: There are unpublished related items that won't be sent out as related items. Do you want to publish the article anyway?
fr_ca: Il existe des éléments associés non publiés qui ne seront pas envoyés en tant qu'éléments associés. Voulez-vous publier l'article quand même?
sv_se: Opublicerat relaterat material kommer inte skickas ut som relaterat. Vill du publicera artikeln ändå?

source: Package cannot be {state}
fr_ca: Le budget ne peut pas être {state}
sv_se: Paket kan inte vara {state}

source: Package cannot have Embargo
fr_ca: Le budget ne peut pas avoir d'embargo
sv_se: Paket kan inte ha Embargo

source: Corrected package cannot be empty!
es: ¡El paquete corregido no puede estar vacío!
fr_ca: L'assemblage corrigé ne peut pas être vide!
sv_se: Rättat paket kan inte vara tomt!

source: Cannot publish an item which is marked as Not for Publication
es: No se puede publicar un elemento que está marcado para no publicar
fr_ca: Impossible de publier un élément qui a été signalé comme: Pas pour publication
sv_se: Går inte att publicera något märkt: Inte för publicering

source: Can't {operation} as item state is {state}
es: No se puede {operation} porque el estado del elemento es {state}
fr_ca: Ne peut pas exécuter {operation} puisque l'état de l'élément est {state}
sv_se: Går inte {operation} då status är {state}

source: Can't {operation} as either package state or one of the items state is {state}
es: No se puede {operation} porque el estdo del paquete o de uno de los elementos es {state}
fr_ca: Ne peut pas exécuter {operation} puisque l'état de l'assemblage ou d'un des éléments est {state}
sv_se: Går inte {operation} då status för antingen paket eller ett av objekten är {state}

source: Empty package cannot be published!
es: ¡No se puede publicar un paquete vacío!
fr_ca: Un assemblage vide ne peut pas être publié!
sv_se: Tomt paket kan inte publiceras!

source: Package item with id: {guid} does not exist.
es: El elemento de paquete con id: {guid} no existe.
fr_ca: L'élément d'assemblage avec l'identifiant: {guid} n'existe pas.
sv_se: Paket med id: {guid} finns inte.

source: Item cannot contain associated {state} item.
sv_se: Kan inte innehålla länkat objekt {state}.

source: Associated item is scheduled later than current item.
sv_se: Det relaterade innehållet är schemalagt senare än detta.

source: Item cannot have associated items with Embargo
sv_se: Kan inte innehålla länkade objekt belagda med embargo

source: Associated item {name} {error}
sv_se: Länkat {name} {error}

source: packaged item is locked by another user
fr_ca: L'élément assemblé est verrouillé par un autre utilisateur
sv_se: paket låst av annan användare
